[
  {
    "title": "My First Day at School",
    "titleTranslate": "我在学校的第一天",
    "text": "Today is my first day at school. I am very excited. My mother helps me get ready. I put on my new school uniform. It is blue and white. I carry my new backpack. It has many books inside. I walk to school with my mother. The school is big and beautiful. There are many children in the playground. They are playing and laughing. I meet my new teacher, Miss Brown. She is very kind. She shows me my classroom. It has many desks and chairs. I sit next to a girl named Emma. She becomes my first friend. We play together during break time. I like my new school very much.",
    "textCustomTranslate": "今天是我在学校的第一天。\n我非常兴奋。\n妈妈帮我准备好。\n我穿上新校服。\n它是蓝白色的。\n我背着新书包。\n里面有很多书。\n我和妈妈一起走路去学校。\n学校又大又美。\n操场上有很多孩子。\n他们在玩耍和笑闹。\n我见到了新老师，布朗老师。\n她很和蔼。\n她带我看了教室。\n里面有很多桌椅。\n我坐在一个叫艾玛的女孩旁边。\n她成了我的第一个朋友。\n课间休息时我们一起玩。\n我非常喜欢我的新学校。",
    "textNetworkTranslate": "",
    "newWords": [],
    "textCustomTranslateIsFormat": true,
    "useTranslateType": "custom",
    "id": "ElementaryStory01"
  },
  {
    "title": "A Happy Family",
    "titleTranslate": "一个幸福的家庭",
    "text": "This is my family. There are four people in my family. My father is tall and strong. He works in an office. He likes reading books. My mother is beautiful and kind. She is a teacher. She teaches English. My little brother is cute and funny. He is only five years old. He likes playing with toys. I am ten years old. I am a student. I like drawing pictures. We live in a nice house. It has a big garden. We have a dog named Lucky. He is white and fluffy. Every evening, we have dinner together. We talk and laugh. On weekends, we go to the park. We are a happy family.",
    "textCustomTranslate": "这是我的家庭。\n我家有四个人。\n我爸爸又高又壮。\n他在办公室工作。\n他喜欢读书。\n我妈妈美丽又善良。\n她是一名老师。\n她教英语。\n我的小弟弟既可爱又有趣。\n他只有五岁。\n他喜欢玩玩具。\n我十岁了。\n我是一名学生。\n我喜欢画画。\n我们住在一间漂亮的房子里。\n它有一个大花园。\n我们有一只叫幸运的狗。\n它又白又毛茸茸的。\n每天晚上，我们一起吃晚饭。\n我们聊天和笑。\n周末时，我们去公园。\n我们是一个幸福的家庭。",
    "textNetworkTranslate": "",
    "newWords": [],
    "textCustomTranslateIsFormat": true,
    "useTranslateType": "custom",
    "id": "ElementaryStory02"
  },
  {
    "title": "The Magic Garden",
    "titleTranslate": "神奇的花园",
    "text": "Behind my house, there is a magic garden. It is full of beautiful flowers. There are red roses, yellow sunflowers, and purple violets. The flowers dance in the wind. In the middle of the garden, there is a small pond. Fish swim happily in the clear water. A little frog sits on a lily pad. It sings a sweet song. Butterflies fly from flower to flower. They are orange, blue, and pink. Birds build their nests in the tall trees. They chirp and sing all day long. At night, the moon shines on the garden. Fireflies light up like tiny stars. I love to sit in this garden and read books. It is my favorite place in the world.",
    "textCustomTranslate": "在我家后面，有一个神奇的花园。\n里面满是美丽的花朵。\n有红玫瑰、黄向日葵和紫罗兰。\n花朵在风中舞蹈。\n花园中央有一个小池塘。\n鱼儿在清澈的水中快乐地游泳。\n一只小青蛙坐在荷叶上。\n它唱着甜美的歌。\n蝴蝶从花朵飞到花朵。\n它们是橙色、蓝色和粉色的。\n鸟儿在高大的树上筑巢。\n它们整天叽叽喳喳地叫着。\n夜晚，月亮照在花园上。\n萤火虫像小星星一样发光。\n我喜欢坐在这个花园里读书。\n这是我在世界上最喜欢的地方。",
    "textNetworkTranslate": "",
    "newWords": [],
    "textCustomTranslateIsFormat": true,
    "useTranslateType": "custom",
    "id": "ElementaryStory03"
  },
  {
    "title": "My Pet Cat",
    "titleTranslate": "我的宠物猫",
    "text": "I have a pet cat named Whiskers. He is black and white. He has big green eyes and a pink nose. Whiskers is very playful. He likes to chase balls and play with string. Every morning, he wakes me up by jumping on my bed. He purrs loudly to say hello. I give him food and fresh water. His favorite food is fish. After breakfast, Whiskers likes to sit by the window. He watches birds fly in the sky. Sometimes he tries to catch them, but he cannot fly. In the afternoon, Whiskers takes a long nap. He sleeps in his cozy basket. When I come home from school, he runs to greet me. We play together until dinner time. Whiskers is my best friend.",
    "textCustomTranslate": "我有一只叫威斯克的宠物猫。\n他是黑白相间的。\n他有大大的绿眼睛和粉红色的鼻子。\n威斯克很爱玩。\n他喜欢追球和玩绳子。\n每天早上，他跳到我床上叫醒我。\n他大声地呼噜呼噜地打招呼。\n我给他食物和清水。\n他最喜欢的食物是鱼。\n早餐后，威斯克喜欢坐在窗边。\n他看着鸟儿在天空中飞翔。\n有时他试图抓住它们，但他不能飞。\n下午，威斯克要睡很长时间。\n他在舒适的篮子里睡觉。\n当我从学校回家时，他跑来迎接我。\n我们一起玩到晚饭时间。\n威斯克是我最好的朋友。",
    "textNetworkTranslate": "",
    "newWords": [],
    "textCustomTranslateIsFormat": true,
    "useTranslateType": "custom",
    "id": "ElementaryStory04"
  },
  {
    "title": "The Little Helper",
    "titleTranslate": "小小帮手",
    "text": "Sarah is eight years old. She likes to help her mother at home. Every day after school, Sarah helps with many things. First, she feeds her goldfish. The fish swim to the top to eat their food. Then, Sarah waters the plants in the living room. The plants need water to grow big and green. Next, she helps her mother cook dinner. Sarah washes the vegetables carefully. She also sets the table with plates and forks. When dinner is ready, the family sits together. They enjoy the delicious meal. After dinner, Sarah helps wash the dishes. She dries them with a clean towel. Her mother is very proud of her helpful daughter. Sarah feels happy when she helps others.",
    "textCustomTranslate": "莎拉八岁了。\n她喜欢在家帮助妈妈。\n每天放学后，莎拉帮忙做很多事情。\n首先，她给金鱼喂食。\n鱼儿游到水面上吃食物。\n然后，莎拉给客厅里的植物浇水。\n植物需要水才能长得又大又绿。\n接下来，她帮妈妈做晚饭。\n莎拉仔细地洗蔬菜。\n她还用盘子和叉子摆桌子。\n晚饭准备好时，全家人坐在一起。\n他们享受美味的饭菜。\n晚饭后，莎拉帮忙洗盘子。\n她用干净的毛巾擦干。\n妈妈为她乐于助人的女儿感到骄傲。\n莎拉帮助别人时感到快乐。",
    "textNetworkTranslate": "",
    "newWords": [],
    "textCustomTranslateIsFormat": true,
    "useTranslateType": "custom",
    "id": "ElementaryStory05"
  },
  {
    "title": "The Birthday Party",
    "titleTranslate": "生日聚会",
    "text": "Today is Emma's birthday. She is turning seven years old. Her mother prepares a big party for her. The house is decorated with colorful balloons and streamers. There is a beautiful birthday cake on the table. It has seven candles and pink frosting. Emma's friends arrive at two o'clock. They bring presents wrapped in bright paper. Everyone plays fun games in the backyard. They play musical chairs and hide and seek. When it is time for cake, everyone sings 'Happy Birthday' to Emma. She makes a wish and blows out the candles. All the children clap and cheer. They eat the sweet cake and ice cream. Emma opens her presents and thanks her friends. The party ends with everyone taking home a bag of candy. Emma has the best birthday ever.",
    "textCustomTranslate": "今天是艾玛的生日。\n她满七岁了。\n她妈妈为她准备了一个大聚会。\n房子里装饰着彩色气球和拉花。\n桌子上有一个漂亮的生日蛋糕。\n它有七根蜡烛和粉红色的糖霜。\n艾玛的朋友们两点钟到达。\n他们带来了用亮纸包装的礼物。\n大家在后院玩有趣的游戏。\n他们玩抢椅子和捉迷藏。\n到了吃蛋糕的时间，大家都为艾玛唱'生日快乐'。\n她许了一个愿望，吹灭了蜡烛。\n所有的孩子都拍手欢呼。\n他们吃甜美的蛋糕和冰淇淋。\n艾玛打开礼物并感谢她的朋友们。\n聚会结束时，每个人都带回家一袋糖果。\n艾玛度过了最棒的生日。",
    "textNetworkTranslate": "",
    "newWords": [],
    "textCustomTranslateIsFormat": true,
    "useTranslateType": "custom",
    "id": "ElementaryStory06"
  }
]
