[
  {
    "title": "Lesson 1: Hello and Goodbye",
    "titleTranslate": "第一课：你好和再见",
    "text": "Hello! My name is Tom. I am six years old. I go to Green Hill School. Every morning, I say hello to my teacher. Her name is Mrs. Smith. She is very nice. I say hello to my friends too. At the end of the day, I say goodbye to everyone. Goodbye, Mrs. Smith! Goodbye, friends! See you tomorrow! It is important to be polite. We should always say hello when we meet people. We should say goodbye when we leave. These are good manners. My mother taught me to be polite. I like to make friends by saying hello.",
    "textCustomTranslate": "你好！我的名字是汤姆。\n我六岁了。\n我上绿山学校。\n每天早上，我跟老师说你好。\n她的名字是史密斯老师。\n她很好。\n我也跟朋友们说你好。\n一天结束时，我跟每个人说再见。\n再见，史密斯老师！\n再见，朋友们！\n明天见！\n有礼貌很重要。\n我们见到人时应该总是说你好。\n我们离开时应该说再见。\n这些是好习惯。\n我妈妈教我要有礼貌。\n我喜欢通过说你好来交朋友。",
    "textNetworkTranslate": "",
    "newWords": [],
    "textCustomTranslateIsFormat": true,
    "useTranslateType": "custom",
    "id": "PrimaryLesson01"
  },
  {
    "title": "Lesson 2: Colors of the Rainbow",
    "titleTranslate": "第二课：彩虹的颜色",
    "text": "Look at the rainbow in the sky! It has many beautiful colors. Red is the first color. Red like apples and roses. Orange is the second color. Orange like oranges and pumpkins. Yellow is the third color. Yellow like the sun and bananas. Green is the fourth color. Green like grass and leaves. Blue is the fifth color. Blue like the sky and ocean. Purple is the last color. Purple like grapes and flowers. I love all the colors of the rainbow. They make the world beautiful. My favorite color is blue. What is your favorite color?",
    "textCustomTranslate": "看天空中的彩虹！\n它有很多美丽的颜色。\n红色是第一种颜色。\n红色像苹果和玫瑰。\n橙色是第二种颜色。\n橙色像橙子和南瓜。\n黄色是第三种颜色。\n黄色像太阳和香蕉。\n绿色是第四种颜色。\n绿色像草和叶子。\n蓝色是第五种颜色。\n蓝色像天空和海洋。\n紫色是最后一种颜色。\n紫色像葡萄和花朵。\n我喜欢彩虹的所有颜色。\n它们让世界变得美丽。\n我最喜欢的颜色是蓝色。\n你最喜欢的颜色是什么？",
    "textNetworkTranslate": "",
    "newWords": [],
    "textCustomTranslateIsFormat": true,
    "useTranslateType": "custom",
    "id": "PrimaryLesson02"
  },
  {
    "title": "Lesson 3: Numbers and Counting",
    "titleTranslate": "第三课：数字和计数",
    "text": "Let me teach you to count! One, two, three, four, five. I have one nose and two eyes. I have five fingers on each hand. There are seven days in a week. Monday, Tuesday, Wednesday, Thursday, Friday, Saturday, Sunday. I go to school five days. I stay home two days. There are twelve months in a year. January, February, March, April, May, June, July, August, September, October, November, December. My birthday is in May. When is your birthday? Counting is fun and useful. We use numbers every day.",
    "textCustomTranslate": "让我教你数数！\n一、二、三、四、五。\n我有一个鼻子和两只眼睛。\n我每只手有五个手指。\n一周有七天。\n星期一、星期二、星期三、星期四、星期五、星期六、星期日。\n我上学五天。\n我在家两天。\n一年有十二个月。\n一月、二月、三月、四月、五月、六月、七月、八月、九月、十月、十一月、十二月。\n我的生日在五月。\n你的生日是什么时候？\n数数既有趣又有用。\n我们每天都用数字。",
    "textNetworkTranslate": "",
    "newWords": [],
    "textCustomTranslateIsFormat": true,
    "useTranslateType": "custom",
    "id": "PrimaryLesson03"
  },
  {
    "title": "Lesson 4: Animals and Their Sounds",
    "titleTranslate": "第四课：动物和它们的声音",
    "text": "Animals make different sounds. A dog says woof woof. A cat says meow meow. A cow says moo moo. A pig says oink oink. A sheep says baa baa. A duck says quack quack. A bird says tweet tweet. A lion says roar roar. An elephant says trumpet trumpet. A horse says neigh neigh. These sounds help animals talk to each other. Baby animals learn sounds from their mothers. We can learn about animals by listening to their sounds. Do you know what sound a frog makes? A frog says ribbit ribbit!",
    "textCustomTranslate": "动物发出不同的声音。\n狗说汪汪。\n猫说喵喵。\n奶牛说哞哞。\n猪说哼哼。\n羊说咩咩。\n鸭子说嘎嘎。\n鸟说叽叽。\n狮子说吼吼。\n大象说嘟嘟。\n马说嘶嘶。\n这些声音帮助动物彼此交谈。\n小动物从妈妈那里学习声音。\n我们可以通过听动物的声音来了解它们。\n你知道青蛙发出什么声音吗？\n青蛙说呱呱！",
    "textNetworkTranslate": "",
    "newWords": [],
    "textCustomTranslateIsFormat": true,
    "useTranslateType": "custom",
    "id": "PrimaryLesson04"
  },
  {
    "title": "Lesson 5: My Body Parts",
    "titleTranslate": "第五课：我的身体部位",
    "text": "This is my body. I have a head on top. My head has hair, eyes, nose, mouth, and ears. I can see with my eyes. I can smell with my nose. I can taste with my mouth. I can hear with my ears. Below my head is my neck. My arms are on the sides of my body. I have hands at the end of my arms. My fingers help me pick up things. My legs help me walk and run. My feet are at the end of my legs. All parts of my body work together. I take care of my body by eating good food, drinking water, and sleeping well.",
    "textCustomTranslate": "这是我的身体。\n我头部在上面。\n我的头有头发、眼睛、鼻子、嘴巴和耳朵。\n我可以用眼睛看。\n我可以用鼻子闻。\n我可以用嘴巴尝。\n我可以用耳朵听。\n我头部下面是脖子。\n我的胳膊在身体两侧。\n我胳膊末端有手。\n我的手指帮我拿东西。\n我的腿帮我走路和跑步。\n我的脚在腿的末端。\n我身体的所有部分一起工作。\n我通过吃好的食物、喝水和睡好觉来照顾我的身体。",
    "textNetworkTranslate": "",
    "newWords": [],
    "textCustomTranslateIsFormat": true,
    "useTranslateType": "custom",
    "id": "PrimaryLesson05"
  },
  {
    "title": "Lesson 6: Weather and Seasons",
    "titleTranslate": "第六课：天气和季节",
    "text": "There are four seasons in a year. Spring comes first. In spring, flowers bloom and trees grow new leaves. The weather is warm and pleasant. Summer comes next. In summer, it is hot and sunny. We can swim and play outside. Fall comes after summer. In fall, leaves turn red, yellow, and orange. The weather becomes cool. Winter comes last. In winter, it is cold and sometimes snowy. We wear warm clothes and stay inside. Each season is special and beautiful. My favorite season is spring because I love flowers. What is your favorite season?",
    "textCustomTranslate": "一年有四个季节。\n春天最先到来。\n在春天，花朵盛开，树木长出新叶子。\n天气温暖宜人。\n夏天接着来。\n在夏天，天气炎热阳光明媚。\n我们可以游泳和在外面玩。\n秋天在夏天之后来。\n在秋天，叶子变成红色、黄色和橙色。\n天气变凉爽。\n冬天最后到来。\n在冬天，天气寒冷有时下雪。\n我们穿暖和的衣服并呆在室内。\n每个季节都特别而美丽。\n我最喜欢的季节是春天，因为我喜欢花朵。\n你最喜欢的季节是什么？",
    "textNetworkTranslate": "",
    "newWords": [],
    "textCustomTranslateIsFormat": true,
    "useTranslateType": "custom",
    "id": "PrimaryLesson06"
  }
]
